Repository: rendiwijiatmoko/iOS-SelfPhotos
Catalog: ImmichApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: All eligible items are already protected by your current keep rules, or nothing older than the cutoff is backed up.
ar: جميع العناصر المؤهلة محمية بالفعل بقواعد الاحتفاظ الحالية، أو لا توجد عناصر أقدم من تاريخ الحد تم نسخها احتياطيًا.
bg: Всички допустими елементи вече са защитени от текущите правила за запазване или няма архивирани елементи, по-стари от крайната дата.
bn: যোগ্য সব আইটেম বর্তমান সংরক্ষণ নিয়মে ইতিমধ্যে সুরক্ষিত, অথবা সীমার তারিখের চেয়ে পুরোনো কিছুই ব্যাকআপ করা নেই।
ca: Tots els elements aptes ja estan protegits per les regles de conservació actuals, o no hi ha cap element anterior a la data límit amb còpia de seguretat.
cs: Všechny vhodné položky již chrání aktuální pravidla uchovávání nebo nejsou zálohovány žádné položky starší než zvolené datum.
da: Alle relevante emner er allerede beskyttet af dine nuværende regler for bevaring, eller også er intet ældre end skæringsdatoen sikkerhedskopieret.
de: Alle geeigneten Elemente sind bereits durch deine aktuellen Aufbewahrungsregeln geschützt oder es wurden keine Elemente vor dem Stichtag gesichert.
el: Όλα τα κατάλληλα στοιχεία προστατεύονται ήδη από τους τρέχοντες κανόνες διατήρησης ή δεν έχει αντιγραφεί τίποτα παλαιότερο από την ημερομηνία αποκοπής.
es: Todos los elementos aptos ya están protegidos por las reglas de conservación actuales, o no hay copias de seguridad anteriores a la fecha límite.
fa: همه موارد واجد شرایط از قبل با قوانین نگهداری فعلی محافظت می‌شوند، یا هیچ مورد قدیمی‌تر از تاریخ تعیین‌شده پشتیبان‌گیری نشده است.
fi: Nykyiset säilytyssääntösi suojaavat jo kaikkia soveltuvia kohteita, tai valittua päivää vanhempia varmuuskopioituja kohteita ei ole.
fr: Tous les éléments éligibles sont déjà protégés par vos règles de conservation actuelles, ou aucun élément antérieur à la date limite n’est sauvegardé.
he: כל הפריטים המתאימים כבר מוגנים על ידי כללי השמירה הנוכחיים, או שלא גובה דבר הישן מתאריך הסף.
hi: सभी योग्य आइटम आपके मौजूदा रखने के नियमों से पहले ही सुरक्षित हैं, या अंतिम तिथि से पुराना कुछ भी बैकअप नहीं किया गया है।
hr: Sve odgovarajuće stavke već su zaštićene trenutačnim pravilima čuvanja ili nema sigurnosno kopiranih stavki starijih od graničnog datuma.
hu: Minden megfelelő elemet védenek a jelenlegi megőrzési szabályok, vagy nincs a határidőnél régebbi, biztonsági mentéssel rendelkező elem.
id: Semua item yang memenuhi syarat sudah dilindungi oleh aturan penyimpanan saat ini, atau tidak ada item sebelum batas waktu yang telah dicadangkan.
it: Tutti gli elementi idonei sono già protetti dalle regole di conservazione attuali oppure nessun elemento precedente alla data limite dispone di un backup.
ja: 対象となるすべての項目は現在の保持ルールですでに保護されているか、基準日より古い項目がバックアップされていません。
kk: Барлық жарамды элементтер ағымдағы сақтау ережелерімен қорғалған немесе шекті күннен ескі сақтық көшірмесі бар элемент жоқ.
ko: 대상 항목이 모두 현재 보관 규칙으로 이미 보호되어 있거나, 기준 날짜보다 오래된 항목 중 백업된 항목이 없습니다.
lt: Visi tinkami elementai jau apsaugoti dabartinėmis saugojimo taisyklėmis arba nėra atsarginę kopiją turinčių elementų, senesnių už pasirinktą datą.
ms: Semua item yang layak sudah dilindungi oleh peraturan simpan semasa anda, atau tiada item yang lebih lama daripada tarikh tamat mempunyai sandaran.
nb: Alle kvalifiserte elementer er allerede beskyttet av gjeldende oppbevaringsregler, eller ingen sikkerhetskopierte elementer er eldre enn grensedatoen.
nl: Alle geschikte items worden al beschermd door je huidige bewaarregels, of er is niets ouder dan de grensdatum geback-upt.
pl: Wszystkie kwalifikujące się elementy są już chronione przez bieżące reguły przechowywania albo żaden element starszy niż data graniczna nie ma kopii zapasowej.
pt: Todos os itens elegíveis já estão protegidos pelas regras de conservação atuais ou não há cópias de segurança anteriores à data-limite.
ro: Toate elementele eligibile sunt deja protejate de regulile actuale de păstrare sau nu există copii de siguranță mai vechi decât data-limită.
ru: Все подходящие элементы уже защищены текущими правилами хранения либо в резервной копии нет элементов старше выбранной даты.
sk: Všetky vhodné položky sú už chránené aktuálnymi pravidlami ponechania alebo záloha neobsahuje nič staršie než hraničný dátum.
sl: Vsi primerni elementi so že zaščiteni s trenutnimi pravili ohranjanja ali pa varnostna kopija ne vsebuje ničesar, kar je starejše od mejnega datuma.
sv: Alla kvalificerade objekt skyddas redan av de aktuella reglerna för att behålla, eller så finns inget äldre än brytdatumet i säkerhetskopian.
th: รายการที่เข้าเกณฑ์ทั้งหมดได้รับการปกป้องด้วยกฎการเก็บปัจจุบันแล้ว หรือไม่มีข้อมูลสำรองที่เก่ากว่าวันที่กำหนด
tr: Uygun öğelerin tümü mevcut saklama kurallarınızla zaten korunuyor veya sınır tarihinden daha eski hiçbir şey yedeklenmemiş.
uk: Усі придатні елементи вже захищені поточними правилами зберігання або резервних копій елементів, старіших за граничну дату, немає.
vi: Tất cả mục đủ điều kiện đã được bảo vệ theo quy tắc giữ lại hiện tại, hoặc không có mục nào cũ hơn mốc thời gian đã được sao lưu.
zh_hans: 所有符合条件的项目均已受当前保留规则保护，或备份中没有早于截止日期的项目。
zh_hant: 所有符合條件的項目均已受目前保留規則保護，或備份中沒有早於截止日期的項目。

source: Allow public user to download
ar: السماح لأي مستخدم عام بالتنزيل
bg: Позволете на публичен потребител да може да изтегля
bn: সাধারণ ব্যবহারকারী ডাউনলোড করতে পারবে
ca: Permet que l’usuari públic pugui baixar
cs: Povolit veřejnosti stahovat
da: Tillad offentlige brugere til at hente
de: Erlaube öffentlichen Benutzern, herunterzuladen
el: Επιτρέψτε σε δημόσιο χρήστη να κατεβάσει
es: Permitir descargas a los usuarios públicos
fa: اجازه دانلود به کاربر عمومی
fi: Salli julkisten käyttäjien ladata tiedostoja
fr: Permettre le téléchargement par des utilisateurs non connectés
he: אפשר למשתמש ציבורי להוריד
hi: सार्वजनिक उपयोगकर्ता को डाउनलोड करने की अनुमति दें
hr: Dopusti javnom korisniku preuzimanje
hu: Engedélyezi a letöltést publikus felhasználó számára
id: Izinkan pengguna publik untuk mengunduh
it: Consenti agli utenti pubblici di scaricare
ja: 一般ユーザーによるダウンロードを許可
kk: Жалпы пайдаланушыға жүктеп алуға рұқсат ету
ko: 모든 사용자의 다운로드 허용
lt: Leisti viešam naudotojui atsisiųsti
ms: Benarkan pengguna awam untuk muat turun
nb: Tillat uautentiserte brukere å laste ned
nl: Sta openbare gebruiker toe om te downloaden
pl: Zezwól użytkownikowi publicznemu na pobieranie
pt: Permitir que utilizadores públicos façam transferências
ro: Permite utilizatorului public să descarce
ru: Разрешить скачивание
sk: Povoliť verejnému používateľovi stiahnutie
sl: Dovoli javnemu uporabniku prenos
sv: Tillåt offentlig användare att ladda ner
th: อนุญาตให้ผู้ใช้สาธารณะดาวน์โหลดได้
tr: Genel kullanıcının indirmesine aç
uk: Дати змогу публічному користувачеві завантажувати елементи
vi: Cho phép tải ảnh xuống
zh_hans: 允许所有用户下载
zh_hant: 允許公開使用者下載

source: Allow public user to upload
ar: السماح للمستخدم العام بالرفع
bg: Позволете на публичния потребител да може да качва
bn: সাধারণ ব্যবহারকারী আপলোড করতে পারবে
ca: Permet que l’usuari públic pugui pujar
cs: Povolit veřejnosti nahrávat
da: Tillad offentlige brugere til at uploade
de: Erlaube öffentlichen Benutzern, hochzuladen
el: Επιτρέψτε στον δημόσιο χρήστη να ανεβάσει
es: Permitir a los usuarios públicos subir fotos
fa: اجازه بارگذاری به کاربر عمومی
fi: Salli julkisten käyttäjien lähettää tiedostoja
fr: Permettre l'envoi par des utilisateurs non connectés
he: אפשר למשתמש ציבורי להעלות
hi: सार्वजनिक उपयोगकर्ता को अपलोड करने की अनुमति दें
hr: Dopusti javnom korisniku učitavanje
hu: Engedélyezi a feltöltést publikus felhasználó számára
id: Izinkan pengguna publik untuk mengunggah
it: Consenti agli utenti pubblici di caricare
ja: 一般ユーザーによるアップロードを許可
kk: Жалпы пайдаланушыға жүктеп салуға рұқсат ету
ko: 모든 사용자의 업로드 허용
lt: Leisti viešam naudotojui įkelti
ms: Benarkan pengguna awam untuk muat naik
nb: Tillat uautentiserte brukere å laste opp
nl: Sta openbare gebruiker toe om te uploaden
pl: Zezwól użytkownikowi publicznemu na przesyłanie plików
pt: Permitir que utilizadores públicos façam carregamentos
ro: Permite utilizatorului public să încarce
ru: Разрешить добавление файлов
sk: Umožniť verejnému používateľovi nahrať
sl: Dovolite javnemu uporabniku nalaganje
sv: Tillåt en offentlig användare att ladda upp
th: อนุญาตให้ผู้ใช้สาธารณะอัปโหลดได้
tr: Genel kullanıcının yüklemesine aç
uk: Дати змогу публічному користувачеві вивантажувати елементи
vi: Cho phép tải ảnh lên
zh_hans: 允许所有用户上传
zh_hant: 允許公開使用者上傳

source: Already in this album
ar: موجود بالفعل في هذا الألبوم
bg: Вече е в този албум
bn: ইতিমধ্যে এই অ্যালবামে আছে
ca: Ja és en aquest àlbum
cs: Již v tomto albu
da: Allerede i dette album
de: Bereits in diesem Album
el: Ήδη σε αυτό το άλμπουμ
es: Ya está en este álbum
fa: از قبل در این آلبوم است
fi: Jo tässä albumissa
fr: Déjà dans cet album
he: כבר באלבום הזה
hi: पहले से इस एल्बम में है
hr: Već je u ovom albumu
hu: Már szerepel ebben az albumban
id: Sudah ada di album ini
it: Già in questo album
ja: すでにこのアルバムにあります
kk: Осы альбомда бар
ko: 이미 이 앨범에 있음
lt: Jau yra šiame albume
ms: Sudah ada dalam album ini
nb: Allerede i dette albumet
nl: Al in dit album
pl: Już znajduje się w tym albumie
pt: Já está neste álbum
ro: Se află deja în acest album
ru: Уже в этом альбоме
sk: Už sa nachádza v tomto albume
sl: Že v tem albumu
sv: Finns redan i det här albumet
th: อยู่ในอัลบั้มนี้แล้ว
tr: Zaten bu albümde
uk: Уже в цьому альбомі
vi: Đã có trong album này
zh_hans: 已在此相册中
zh_hant: 已在此相簿中

source: Always Keep
ar: دائما حافظ على
bg: Винаги пази
bn: সবসময় রাখুন
ca: Mantén sempre
cs: Pokaždé ponechat
da: Opbevar altid
de: Immer behalten
el: Διατήρηση πάντα
es: Mantener siempre
fa: همیشه نگهداری شود
fi: Säilytä aina
fr: Toujours conserver
he: שמור תמיד
hi: हमेशा रखें
hr: Uvijek zadrži
hu: Tartsa meg mindig
id: Selalu simpan
it: Mantieni sempre
ja: 常に保持
kk: Әрқашан сақтау
ko: 항상 유지
lt: Visada laikyti
ms: Sentiasa Simpan
nb: Alltid behold
nl: Altijd bewaren
pl: Zawsze zachowuj
pt: Manter sempre
ro: Păstrează întotdeauna
ru: Всегда оставлять
sk: Vždy ponechať
sl: Vedno ohrani
sv: Behåll alltid
th: เก็บเสมอ
tr: Her zaman sakla
uk: Завжди зберігати
vi: Luôn luôn giữ lại
zh_hans: 始终保留
zh_hant: 一律保留

source: An unknown error occurred.
ar: حدث خطأ غير معروف.
bg: Възникна неизвестна грешка.
bn: একটি অজানা ত্রুটি ঘটেছে।
ca: S'ha produït un error desconegut.
cs: Došlo k neznámé chybě.
da: Der opstod en ukendt fejl.
de: Ein unbekannter Fehler ist aufgetreten.
el: Παρουσιάστηκε άγνωστο σφάλμα.
es: Se ha producido un error desconocido.
fa: خطای ناشناخته‌ای رخ داد.
fi: Tapahtui tuntematon virhe.
fr: Une erreur inconnue s’est produite.
he: אירעה שגיאה לא ידועה.
hi: एक अज्ञात त्रुटि हुई।
hr: Dogodila se nepoznata pogreška.
hu: Ismeretlen hiba történt.
id: Terjadi kesalahan yang tidak diketahui.
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました。
kk: Белгісіз қате орын алды.
ko: 알 수 없는 오류가 발생했습니다.
lt: Įvyko nežinoma klaida.
ms: Ralat tidak diketahui berlaku.
nb: Det oppstod en ukjent feil.
nl: Er is een onbekende fout opgetreden.
pl: Wystąpił nieznany błąd.
pt: Ocorreu um erro desconhecido.
ro: A apărut o eroare necunoscută.
ru: Произошла неизвестная ошибка.
sk: Vyskytla sa neznáma chyba.
sl: Prišlo je do neznane napake.
sv: Ett okänt fel inträffade.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ
tr: Bilinmeyen bir hata oluştu.
uk: Сталася невідома помилка.
vi: Đã xảy ra lỗi không xác định.
zh_hans: 发生未知错误。
zh_hant: 發生未知錯誤。

source: and %lld more
ar: و%lld أخرى
bg: и още %lld
bn: এবং আরও %lldটি
ca: i %lld més
cs: a dalších %lld
da: og %lld mere
de: und %lld weitere
el: και %lld ακόμη
es: y %lld más
fa: و %lld مورد دیگر
fi: ja %lld muuta
fr: et %lld de plus
he: ועוד %lld
hi: और %lld अन्य
hr: i još %lld
hu: és még %lld
id: dan %lld lainnya
it: e altri %lld
ja: ほか%lld件
kk: және тағы %lld
ko: 외 %lld개
lt: ir dar %lld
ms: dan %lld lagi
nb: og %lld til
nl: en nog %lld
pl: i jeszcze %lld
pt: e mais %lld
ro: și încă %lld
ru: и еще %lld
sk: a ďalších %lld
sl: in še %lld
sv: och %lld till
th: และอีก %lld รายการ
tr: ve %lld tane daha
uk: і ще %lld
vi: và %lld mục khác
zh_hans: 以及另外 %lld 个
zh_hant: 以及另外 %lld 個

source: API Contract
ar: اتفاقية API
bg: API договор
bn: API চুক্তি
ca: Contracte de l'API
cs: Kontrakt API
da: API-kontrakt
de: API-Vertrag
el: Σύμβαση API
es: Contrato de API
fa: قرارداد API
fi: API-sopimus
fr: Contrat d’API
he: חוזה API
hi: API अनुबंध
hr: API ugovor
hu: API-szerződés
id: Kontrak API
it: Contratto API
ja: APIコントラクト
kk: API келісімшарты
ko: API 계약
lt: API sutartis
ms: Kontrak API
nb: API-avtale
pl: Umowa API
pt: Contrato da API
ro: Contract API
ru: Контракт API
sk: Kontrakt API
sl: Pogodba API
sv: API-kontrakt
th: ข้อตกลง API
tr: API Sözleşmesi
uk: Контракт API
vi: Hợp đồng API
zh_hans: API 合约
zh_hant: API 合約

source: API Key
ar: مفتاح API
bg: API ключ
bn: API কী
ca: Clau de l’API
cs: API klíč
da: API-nøgle
de: API-Schlüssel
el: Κλειδί API
es: Clave API
fa: کلید API
fi: API-avain
fr: Clé API
he: מפתח API
hi: API कुंजी
hr: API Ključ
hu: API kulcs
id: Kunci API
it: Chiave API
ja: APIキー
kk: API кілті
ko: API 키
lt: API raktas
ms: Kunci API
nb: API-nøkkel
nl: API-sleutel
pl: Klucz API
pt: Chave de API
ro: Cheie API
ru: API ключ
sk: API Klúč
sl: API ključ
sv: API-nyckel
th: คีย์ API
tr: API Anahtarı
uk: Ключ API
vi: Khóa API
zh_hans: API密钥
zh_hant: API 金鑰

source: App API Contract
ar: اتفاقية API للتطبيق
bg: API договор на приложението
bn: অ্যাপ API চুক্তি
ca: Contracte de l'API de l'aplicació
cs: Kontrakt API aplikace
da: Appens API-kontrakt
de: API-Vertrag der App
el: Σύμβαση API εφαρμογής
es: Contrato de API de la aplicación
fa: قرارداد API برنامه
fi: Sovelluksen API-sopimus
fr: Contrat d’API de l’app
he: חוזה ה-API של היישום
hi: ऐप API अनुबंध
hr: API ugovor aplikacije
hu: Az alkalmazás API-szerződése
id: Kontrak API Aplikasi
it: Contratto API dell'app
ja: アプリのAPIコントラクト
kk: Қолданбаның API келісімшарты
ko: 앱 API 계약
lt: Programos API sutartis
ms: Kontrak API Aplikasi
nb: Appens API-avtale
nl: API-contract van app
pl: Umowa API aplikacji
pt: Contrato da API da aplicação
ro: Contractul API al aplicației
ru: Контракт API приложения
sk: Kontrakt API aplikácie
sl: Pogodba API aplikacije
sv: Appens API-kontrakt
th: ข้อตกลง API ของแอป
tr: Uygulama API Sözleşmesi
uk: Контракт API застосунку
vi: Hợp đồng API của ứng dụng
zh_hans: 应用 API 合约
zh_hant: App API 合約

source: App Update Required
ar: يلزم تحديث التطبيق
bg: Необходимо е обновяване на приложението
bn: অ্যাপ আপডেট করা প্রয়োজন
ca: Cal actualitzar l'aplicació
cs: Je vyžadována aktualizace aplikace
da: Appen skal opdateres
de: App-Aktualisierung erforderlich
el: Απαιτείται ενημέρωση εφαρμογής
es: Es necesario actualizar la aplicación
fa: به‌روزرسانی برنامه لازم است
fi: Sovellus on päivitettävä
fr: Mise à jour de l’app requise
he: נדרש עדכון ליישום
hi: ऐप अपडेट आवश्यक है
hr: Potrebno je ažuriranje aplikacije
hu: Az alkalmazás frissítése szükséges
id: Pembaruan Aplikasi Diperlukan
it: Aggiornamento dell'app richiesto
ja: アプリのアップデートが必要です
kk: Қолданбаны жаңарту қажет
ko: 앱 업데이트 필요
lt: Reikia atnaujinti programą
ms: Kemas Kini Aplikasi Diperlukan
nb: Appen må oppdateres
nl: App-update vereist
pl: Wymagana aktualizacja aplikacji
pt: É necessário atualizar a aplicação
ro: Este necesară actualizarea aplicației
ru: Требуется обновление приложения
sk: Vyžaduje sa aktualizácia aplikácie
sl: Potrebna je posodobitev aplikacije
sv: Appen måste uppdateras
th: จำเป็นต้องอัปเดตแอป
tr: Uygulama Güncellemesi Gerekli
uk: Потрібно оновити застосунок
vi: Cần cập nhật ứng dụng
zh_hans: 需要更新应用
zh_hant: 需要更新 App

source: App Version
ar: نسخة التطبيق
bg: Врсия на приложението
bn: অ্যাপ ভার্সন
ca: Versió de l’aplicació
cs: Verze aplikace
da: Applikationsversion
el: Έκδοση εφαρμογής
es: Versión de la aplicación
fa: نسخه برنامه
fi: Sovelluksen versio
fr: Version de l'application
he: גרסת יישום
hi: एप्लिकेशन वेरीज़न
hr: Verzija aplikacije
hu: Alkalmazás verzió
id: Versi App
it: Versione App
ja: アプリのバージョン
kk: Қолданба нұсқасы
ko: 앱 버전
lt: Programos versija
ms: Versi Aplikasi
nb: App-versjon
nl: Appversie
pl: Wersja aplikacji
pt: Versão da aplicação
ro: Versiune Aplicatie
ru: Версия приложения
sk: Verzia aplikácie
sl: Različica aplikacije
th: เวอร์ชันแอป
tr: Uygulama Sürümü
uk: Версія застосунку
vi: Phiên bản ứng dụng
zh_hans: App版本
zh_hant: App 版本

source: Appearance
ar: المظهر
bg: Външен вид
bn: চেহারা
ca: Aparença
cs: Vzhled
da: Udseende
de: Erscheinungsbild
el: Εμφάνιση
es: Aspecto
fa: ظاهر
fi: Ulkoasu
fr: Apparence
he: מראה
hi: दिखावट
hr: Izgled
hu: Megjelenés
id: Tampilan
it: Aspetto
ja: 外観
kk: Көрініс
ko: 화면 모드
lt: Išvaizda
ms: Penampilan
nb: Utseende
nl: Weergave
pl: Wygląd
pt: Aspeto
ro: Aspect
ru: Оформление
sk: Vzhľad
sl: Videz
sv: Utseende
th: ลักษณะที่ปรากฏ
tr: Görünüm
uk: Вигляд
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

source: Applying edits…
ar: جارٍ تطبيق التعديلات…
bg: Прилагане на редакциите…
bn: সম্পাদনা প্রয়োগ করা হচ্ছে…
ca: S'estan aplicant les edicions…
cs: Používají se úpravy…
da: Anvender redigeringer…
de: Änderungen werden angewendet…
el: Εφαρμογή αλλαγών…
es: Aplicando cambios…
fa: در حال اعمال ویرایش‌ها…
fi: Muutoksia otetaan käyttöön…
fr: Application des modifications…
he: החלת העריכות…
hi: संपादन लागू किए जा रहे हैं…
hr: Primjena izmjena…
hu: Módosítások alkalmazása…
id: Menerapkan pengeditan…
it: Applicazione delle modifiche…
ja: 編集内容を適用中…
kk: Өзгерістер қолданылуда…
ko: 편집 내용 적용 중…
lt: Taikomi pakeitimai…
ms: Menggunakan suntingan…
nb: Bruker endringer…
nl: Wijzigingen toepassen…
pl: Stosowanie zmian…
pt: A aplicar alterações…
ro: Se aplică modificările…
ru: Применение изменений…
sk: Používajú sa úpravy…
sl: Uveljavljanje sprememb…
sv: Tillämpar ändringar…
th: กำลังใช้การแก้ไข…
tr: Düzenlemeler uygulanıyor…
uk: Застосування змін…
vi: Đang áp dụng chỉnh sửa…
zh_hans: 正在应用编辑…
zh_hant: 正在套用編輯…

source: Archive
ar: الأرشيف
bg: Архив
bn: আর্কাইভ
ca: Arxiu
cs: Archiv
da: Arkiv
de: Archiv
el: Αρχείο
es: Archivo
fa: بایگانی
fi: Arkisto
he: ארכיון
hi: संग्रहालय
hr: Arhiva
hu: Archívum
id: Arsip
it: Archivio
ja: アーカイブ
kk: Мұрағат
ko: 보관함
lt: Archyvas
ms: Arkib
nb: Arkiv
nl: Archief
pl: Archiwum
pt: Arquivo
ro: Arhivă
ru: Архив
sk: Archív
sl: Arhiv
sv: Arkiv
th: เก็บถาวร
tr: Arşiv
uk: Архівувати
vi: Lưu trữ
zh_hans: 归档
zh_hant: 封存

source: Archive is Empty
ar: الأرشيف فارغ
bg: Архивът е празен
bn: আর্কাইভ খালি
ca: L'arxiu és buit
cs: Archiv je prázdný
da: Arkivet er tomt
de: Archiv ist leer
el: Το αρχείο είναι κενό
es: El archivo está vacío
fa: بایگانی خالی است
fi: Arkisto on tyhjä
fr: Les archives sont vides
he: הארכיון ריק
hi: आर्काइव खाली है
hr: Arhiva je prazna
hu: Az archívum üres
id: Arsip Kosong
it: L'archivio è vuoto
ja: アーカイブは空です
kk: Мұрағат бос
ko: 보관함이 비어 있음
lt: Archyvas tuščias
ms: Arkib Kosong
nb: Arkivet er tomt
nl: Archief is leeg
pl: Archiwum jest puste
pt: O arquivo está vazio
ro: Arhiva este goală
ru: Архив пуст
sk: Archív je prázdny
sl: Arhiv je prazen
sv: Arkivet är tomt
th: คลังเก็บถาวรว่างเปล่า
tr: Arşiv Boş
uk: Архів порожній
vi: Kho lưu trữ trống
zh_hans: 归档为空
zh_hant: 封存是空的

source: Archived
ar: مؤرشفة
bg: Архивирани
bn: আর্কাইভ করা হয়েছে
ca: Arxivat
cs: Archiv
da: Arkiveret
de: Archiviert
el: Αρχείο
es: Archivado
fa: بایگانی‌شده
fi: Arkistoitu
fr: Archives
he: בארכיון
hi: संग्रहित
hr: Arhivirano
hu: Archivált
id: Diarsipkan
it: Archiviati
ja: アーカイブ
kk: Мұрағатталған
ko: 보관함
lt: Archyvuota
ms: Diarkibkan
nb: Arkivert
nl: Gearchiveerd
pl: Archiwum
pt: Arquivado
ro: Arhivat
ru: Архив
sk: Archivované
sl: Arhivirano
sv: Arkiverade
th: เก็บถาวรแล้ว
tr: Arşivlenen
uk: Заархівовано
vi: Lưu trữ
zh_hans: 已归档
zh_hant: 已封存

source: Archived photos will appear here.
ar: ستظهر الصور المؤرشفة هنا.
bg: Архивираните снимки ще се показват тук.
bn: আর্কাইভ করা ছবিগুলো এখানে দেখা যাবে।
ca: Les fotos arxivades apareixeran aquí.
cs: Zde se zobrazí archivované fotky.
da: Arkiverede fotos vises her.
de: Archivierte Fotos werden hier angezeigt.
el: Οι αρχειοθετημένες φωτογραφίες θα εμφανίζονται εδώ.
es: Las fotos archivadas aparecerán aquí.
fa: عکس‌های بایگانی‌شده اینجا نمایش داده می‌شوند.
fi: Arkistoidut kuvat näkyvät täällä.
fr: Les photos archivées apparaîtront ici.
he: תמונות שהועברו לארכיון יופיעו כאן.
hi: आर्काइव की गई फ़ोटो यहाँ दिखाई देंगी।
hr: Arhivirane fotografije pojavit će se ovdje.
hu: Az archivált fotók itt jelennek meg.
id: Foto yang diarsipkan akan muncul di sini.
it: Le foto archiviate verranno visualizzate qui.
ja: アーカイブした写真がここに表示されます。
kk: Мұрағатталған фотосуреттер осында көрсетіледі.
ko: 보관된 사진이 여기에 표시됩니다.
lt: Suarchyvuotos nuotraukos bus rodomos čia.
ms: Foto yang diarkibkan akan dipaparkan di sini.
nb: Arkiverte bilder vises her.
nl: Gearchiveerde foto's verschijnen hier.
pl: Zarchiwizowane zdjęcia pojawią się tutaj.
pt: As fotos arquivadas aparecerão aqui.
ro: Fotografiile arhivate vor apărea aici.
ru: Здесь появятся архивированные фотографии.
sk: Archivované fotografie sa zobrazia tu.
sl: Arhivirane fotografije bodo prikazane tukaj.
sv: Arkiverade foton visas här.
th: รูปภาพที่เก็บถาวรจะแสดงที่นี่
tr: Arşivlenen fotoğraflar burada görünecek.
uk: Заархівовані фото з’являться тут.
vi: Ảnh đã lưu trữ sẽ xuất hiện ở đây.
zh_hans: 归档的照片将显示在这里。
zh_hant: 封存的相片將顯示於此。

source: Are you sure you want to delete these photos?
ar: هل أنت متأكد من رغبتك في حذف هذه الصور؟
bg: Сигурни ли сте, че искате да изтриете тези снимки?
bn: আপনি কি নিশ্চিত যে এই ছবিগুলো মুছতে চান?
ca: Segur que vols eliminar aquestes fotos?
cs: Opravdu chcete tyto fotky smazat?
da: Er du sikker på, at du vil slette disse fotos?
de: Möchtest du diese Fotos wirklich löschen?
el: Θέλετε σίγουρα να διαγράψετε αυτές τις φωτογραφίες;
es: ¿Seguro que quieres eliminar estas fotos?
fa: مطمئنید می‌خواهید این عکس‌ها را حذف کنید؟
fi: Haluatko varmasti poistaa nämä kuvat?
fr: Voulez-vous vraiment supprimer ces photos ?
he: למחוק את התמונות האלה?
hi: क्या आप वाकई इन फ़ोटो को हटाना चाहते हैं?
hr: Jeste li sigurni da želite izbrisati ove fotografije?
hu: Biztosan törölni szeretné ezeket a fotókat?
id: Anda yakin ingin menghapus foto-foto ini?
it: Vuoi davvero eliminare queste foto?
ja: これらの写真を削除してもよろしいですか？
kk: Осы фотосуреттерді жойғыңыз келетініне сенімдісіз бе?
ko: 이 사진을 삭제하시겠습니까?
lt: Ar tikrai norite ištrinti šias nuotraukas?
ms: Adakah anda pasti mahu memadam foto ini?
nb: Er du sikker på at du vil slette disse bildene?
nl: Weet je zeker dat je deze foto's wilt verwijderen?
pl: Czy na pewno chcesz usunąć te zdjęcia?
pt: Tem a certeza de que pretende eliminar estas fotos?
ro: Sigur doriți să ștergeți aceste fotografii?
ru: Удалить эти фотографии?
sk: Naozaj chcete vymazať tieto fotografie?
sl: Ali ste prepričani, da želite izbrisati te fotografije?
sv: Är du säker på att du vill radera de här fotona?
th: คุณแน่ใจหรือไม่ว่าต้องการลบรูปภาพเหล่านี้
tr: Bu fotoğrafları silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити ці фото?
vi: Bạn có chắc chắn muốn xóa những ảnh này không?
zh_hans: 确定要删除这些照片吗？
zh_hant: 確定要刪除這些相片嗎？
